Tekla Open API Reference for Tekla Structures 2025
FilterExpression Properties
The FilterExpression type exposes the following members.
Properties
Name | Description
IsEnable
 Gets or sets the enabled state of the filter expression.
Top
See Also
Reference
FilterExpression Class
Tekla.Structures.Filtering Namespace